Repository: Scientific-Python-Translations/xarray-translations
Catalog: src/*/components.po
Languages: es

source: , Xarray core developers. Apache 2.0 Licensed.
es: , desarrolladores principales de Xarray. Licencia Apache 2.0

source: 501(c)(3) nonprofit charity
es: 501(c)(3) organización benéfica sin fines de lucro

source: Donate
es: Donar

source: Ecosystem
es: Ecosistema

source: failed to load
es: Falla en la carga

source: for more information.
es: para más información.

source: If you like Xarray and want to support our mission, please consider making a donation to support our efforts.
es: Si te gusta Xarray y quieres apoyar nuestra misión, por favor considere hacer una donación para apoyar nuestros esfuerzos.

source: in the United States. NumFOCUS provides Xarray with fiscal, legal, and administrative support to help ensure the health and sustainability of the project. Visit
es: en los Estados Unidos. NumFOCUS proporciona a Xarray apoyo fiscal, legal y administrativo para ayudar a garantizar la sostenibilidad del proyecto. Visita

source: is an open source project and Python package that introduces labels in the form of dimensions, coordinates, and attributes on top of raw NumPy-like arrays, which allows for more intuitive, more concise, and less error-prone user experience.
es: es un proyecto de código abierto y un paquete de Python que introduce etiquetas en forma de dimensiones, coordenadas y atributos sobre matrices/arreglos de tipo NumPy, lo que permite una experiencia de usuario más intuitiva, más concisa y menos propensa a errores.

source: Key Features & Capabilities
es: Características y capacidades

source: N-D labeled arrays and datasets in Python
es: Arreglos y conjuntos de datos n-dimensionales etiquetados en Python

source: Supported By
es: Con el apoyo de

source: This is a timeline of how many open issues and pull requests Xarray has on Github over time from
es: Esta es una línea de tiempo de cuántos reportes abiertos y solicitudes de cambio tiene Xarray en Github a lo largo del tiempo desde

source: This section lists some of the standalone packages, projects developed with xarray.
es: Esta sección enumera algunos de los paquetes independientes y proyectos desarrollados con Xarray.

source: to
es: a/de?

source: Try Xarray
es: Prueba Xarray

source: Try Xarray in a REPL directly in your browser (no installation needed)!
es: ¡Pruebe Xarray en una consola directamente en su navegador (no requiere instalación)!

source: We thank these institutions for generously supporting the development and maintenance of Xarray.
es: Agradecemos a estas instituciones por apoyar generosamente el desarrollo y mantenimiento de Xarray.

source: Xarray includes a large and growing library of domain-agnostic functions for advanced analytics and visualization with these data structures.
es: Xarray incluye una biblioteca grande y en crecimiento de funciones dominio para análisis y visualización avanzada con estas estructuras de datos.

source: Xarray is a Sponsored Project of NumFOCUS, a
es: Xarray es un proyecto patrocinado por NumFOCUS, un

source: Xarray is part of the larger scientific Python ecosystem. It is built on top of NumPy, Pandas, and Dask and supports a wide range of domain specific scientific applications.
es: Xarray es parte del ecosistema científico de Python. Está construido sobre NumPy, Pandas y Dask y soporta una amplia gama de aplicaciones científicas de dominios específicos.

source: Xarray Issue Tracker
es: Listado de reportes

source: Xarray Project Metrics
es: Métricas del proyecto

source: Xarray provides data models for working with labeled arrays and datasets. Its toolkit includes a broad set of domain-agnostic functions for advanced analytics and visualization with these data structures.
es: Xarray proporciona modelos de datos para trabajar con matrices y conjuntos de datos etiquetados. Su conjunto de herramientas incluye una amplia gama de funciones para el análisis y la visualización avanzada con estas estructuras de datos.

source: Xarray supports multiple array backends, allowing users to choose array types that work best for their application.
es: Xarray admite múltiples motores de matrices/arreglos, lo que permite a los usuarios elegir los tipos de estructuras de datos que mejor se adapten para su aplicación.
